//GBENG = 잉글랜드 
//US =  미국
const events=[
    {id:"KR_2000_011",date:"2000-01-01",title:"밀레니엄 버그",category:"사회",country:"전세계",summary:"2000년을 1900년으로 오작동하던 컴퓨터 설계 오류입니다",description:"1999년에서 2000년으로 넘어가는 시점에 컴퓨터가 연도의 2000년을 1900년으로 잘못 인식하여 오작동할 것을 우려되었던 전 세계적인 컴퓨터 프로그래밍 오류 문제",keywords:["밀리니엄 버그", "Y2K", "새해", "버그"]},
    {id:"KR_2000_012",date:"2000-01-12",title:"민주화운동보상법",category:"사회 · 법제정",country:"대한민국",summary:"민주화운동 관련자 명예회복 및 보상 등에 관한 법률",description:" 1964년 3월 24일 이후 권위주의적 통치에 항거하여 민주화운동을 하다가 사망·행방불명되거나 상이를 입은 자, 질병을 앓거나 유죄판결·해직·학사징계를 받은 사람들의 명예를 회복하고 실질적인 보상을 지급함으로써 국민화합과 민주발전에 이바지함을 목적으로 합니다.",    keywords:["민주화운동","사회","법제정","법","보상", "명예회복"]},
    {id:"KR_2000_013",date:"2000-01-12",title:"제주 4·3특별법",category:"사회 · 법제정",country:"대한민국",summary:"제주4·3사건 진상규명 및 희생자 명예회복에 관한 특별법제정",description:"1947년 3월 1일을 기점으로 1948년 4월 3일 발생한 소요사태 및 1954년 9월 21일까지 제주도에서 발생한 무력충돌과 그 진압과정에서 주민들이 희생당한 '제주4·3사건'의 진상을 규명하고, 희생자와 유족의 명예를 회복해 인권신장과 국민화합에 이바지하기 위해 마련되었습니다.",keywords:["사회", "법", "법제정", "명예회복", "진상규명", "특별법"]},
    {id:"KR_2000_014",date:"2000-01-22",title:"대구 지하철 공사장 북공판 궁괴",category:"사고 · 재난",country:"대한민국",summary:"대구광역시 중구 신남네거리(現 청라언덕역) 대국 도시철도 2호선 공사 현장에서 발생한 도로 붕괴 사고",description:"도로 위에 설치했던 임시 철제 덮개(복공판)와 지반이 무너져 내리면서 당시 현장을 지나던 시내버스가 30m 아래의 지하 공사장으로 추락했습니다 <br> <br>인명피해 : 버스에 타고 있던 승객 등 3명이 숨지고 부상자 발생 <br><br> 사고 원인 : 부실공사에 후속 사고에 대한 안전 조치가 미흡한 것이 원인이었다.",keywords:["대구","사망","사고","사회재난","재난"]},
    {id:"US_2000_015",date:"2000-01-31",title:"알래스카항공 261편 추락 사고",category:"비행기 사고 · 사고",country:"미국",summary:"미국 캘리포니아주 태평양 해상에서 발생한 추락 사고",description:"2000년 01월 31일 멕시코 푸에르토발라타에서 출발해 미국 샌프란시스코를 경유해 워싱턴주 시애틀로 가는 맥도넬 더글라스 M<D-83(기종)이 미국 캘리포니아주 벤추라 카운티 애나카파 섬 인근 태평양 해상에서 비행 중 잭스크류 어셈블리가 완전히 마모되어 파손되면서 수평 꼬리날개가 완전히 제어 불능상태에 빠졌습니다. 조종사들은 기체를 되찾기 위해 사투를 벌였으나, 처 번째 급강하 이후 다시 고도를 잃고 기체가 뒤집힌 채 시속 약 400km로 태평양에 추락했습니다. <br><br> 인명 피해 : 승객 83명, 승무원 5명 등 탑승자 전원 사망 <br><br> 사고 원인 : 수평꼬리날개의 각도를 조절하는 부품인 잭스크류와 너트의 윤활유 부족 및 정비 부량입니다.",keywords:["비행기 사고", '추락', "정비불량", "사회재난", "인명피해", "사망"]},
    
    
    {id:"GBENG_2012_001",date:"2012-07-27",title:"런던 올림픽 개막",category:"스포츠",country:"영국",summary:"2012 런던 하계 올림픽이 개막했습니다.",description:"제30회 하계 올림픽인 런던 올림픽이 영국 런던에서 개최되었습니다.",keywords:["올림픽","런던","스포츠"]},
    
    {id:"KR_2013_001",date:"2013-04-20",title:"보스턴 마라톤 테러 관련 수사",category:"국제",country:"미국",summary:"보스턴 마라톤 폭탄 테러 사건과 관련된 수사가 진행되었습니다.",description:"2013년 보스턴 마라톤에서 발생한 폭탄 테러 사건과 관련하여 수사가 진행되었습니다.",keywords:["보스턴","테러","미국"]},

    {id:"KR_2014_001",date:"2014-04-16",title:"세월호 참사",category:"사고 · 재난",country:"대한민국",summary:"대한민국에서 발생한 여객선 세월호 침몰 사고.",description:"2014년 4월 16일 인천에서 제주로 향하던 여객선 세월호가 전라남도 진도 인근 해상에서 침몰한 사고입니다.",keywords:["세월호","사고","사회재난", "재난","대한민국", "인명피해", "사망"]},
    
    
{
    id:"",date:"",title:"",category:"",country:"",
    summary:"",
    description:"",
    keywords:[""]
},
    
    
//{
//    id:"",            아이디
//    date:"",          날짜
//    title:"",         제목
//    category:"",      카테고리
//    country:"",       국가
//    summary:"",       요약
//    description:"",   설명
//    keywords:[""]     키워드
//},
// ·
    
//{
    //id:"",date:"",title:"",category:"",country:"",
    //summary:"",
    //description:"",
    //keywords:[""]
//},

];